{
    "name": "METAMALL",
    "icon": "https://metamalls.io/images/logo.png",
    "detail": "<p>INTRODUCTION<br><br>MetaMall is the combination of Virtual Reality, Blockchain and NFT technology where a virtual Skyscraper Shopping mall will be created and sold as NFTs to buyers. The mall will be designed with architectural excellence and deliver an immersive experience to visitors via cutting edge VR technology.<br><br>METAMALL & IT'S FEATURES<br>The Ownership Experience : leasing,  developing & Staking<br>The VR Experience<br>VR Development<br>Avatar Creation & Enhancement.<br><br>TOKEN UTILITY<br>The MALL token is the native token of the MetaMall metaverse. It is used for utilities such as :<br>Charging visitor a fee to enter the universe<br>Pay for exclusive VR experiences <br>Trading NFTs on the platform <br>Paying for property lease <br>Changing and enhancing avatar properties(Skins, features, etc) <br>Buying in-metaverse elements(cars, vehicles, etc)<br><br>ADVERTISING<br>The advertising on the MetaMall universe will be one of the primary sources of revenue. All the assets and experiences can be used for advertising purposes. For example - Sponsored music playing in the background, walls populated with VR advertising, collateral, and the entire mall lit up with custom lighting similar to Burj Khalifa advertising. The revenue generated via advertising will be distributed to property owners of the mall, in proportion to the percentage of their ownership value. The fees for advertising will be charged in MALL token and the same tokens will be used to reward property owners.<br><br>WALLET<br>Each registered user on MetaMall, whether owners, visitors, leasing parties etc will use the MALL wallet to keep their Avatars, NFTs, tokens and transactional purposes. Wallet is built for security, cross-chain compatibility and supporting NFT storage. Wallet can be signed in using 2 factor authentication although for recovery multi word phrase sequence will be us.<br><br>INVESTORS<br>METAMALL is backed by the most impactful capital in blockchain, NFTs, gaming, and metaverses starting from 316VC, Moon Carl, KON Ventures, Prifinance, Mars VC, Interstellar venture, Metrix Capital, Bullperks, Aussie Capital, WLI Capital, Halvings Capital.<br><br>TEAM<br>Serge Gianchandani, Co-Founder of Metamall | Serial Entrepreneur Holds 12 patents on 3D and VR imagery.<br><br>Sahan Ray ,IIT and IIM Alumni | Led multiple businesses to Unicorn Status As management consultant with BCG helped scale biz of telecom and media companies in India, US, Africa and Europe.<br><br>Whitepaper: https://drive.google.com/file/d/1cpx76F_F9buWIr_3L8jrEXZfyhTs5PlY/view<br><br>TOKENOMICS<br>Price : $0.004 <br>Tge : 10%<br>Vesting : 10% months<br>Tge : End of January-in discussion with Gamestation and Bluezilla<br><br>Backers , <br>Investors &amp; Partners:<br>DAO KONDR VC, CRT CAPITAL, FISH DAO, CCK Venturs, ASPECTUS, METAPLAY, HALVING CAPITAL, CRYPTOBUDDY, MH VENTURES, 316VC, GTS VENTURES, WLICAPITAL, WeeHODL, BROTHERHOOD, HVS VENTURES, MARS DAO, VESPERTINE CAPITAL, ZC.<br><br>Don&rsquo;t miss out! Stay connected📱to the entire ecosystem by following on all social media channels.<br>Website: https://metamalls.io/landsale.html<br>Telegram: https://t.me/metamall_announcement<br>Twitter: https://twitter.com/Metamall_io<br>Medium: https://medium.com/@metamall/lets-save-the-metaverse-from-monopoly-of-bloktopia-9e05629bcb9c <br>Please Read Carefully and Do Your Own Research</p>",
    "galery": 15
}