{
    "name": "KINGDOM QUEST",
    "icon": "https://kingdomquest.io/images/logo.png",
    "detail": "<p>INTRODUCTION<br><br>Kingdom Quest : a puzzle solving game through the maze, solve mysterious puzzles, enter dungeons, defeat all enemies and hunt for treasure, various brave heroes will also join in it.<br><br>TURN-BASED RPG<br>Kingdom Quest under your command, a group of heroes will fight against the apocalypse, with the main goal of protecting the kingdom.<br><br>RELAX & EARN<br>With light and engaging gameplay, you will have relaxing moments in the world of Kingdom Quest. Explore endless mazes, search for forgotten lands, explore the vast ocean, waiting for you to get a worthy reward.<br><br>FORGOTTEN WATERWORLD<br>Kingdom Quest: Forgotten Waterworld is a farming game title created for players who want to own an island and farm in the southern continent of Claudia. The Waterworld was the only part of the world that was not attacked by the God of Chaos. The living creatures of the Waterworld are the best farmers in the world. In this game, besides the island, players can also get a new type of NFT: Pet, which is adorable and useful in battle.<br><br>THE VAST CLAUDIA<br>Kingdom Quest: Vast Claudia is an MMORPG title created especially for players who want to explore the content of Claudia or other distant lands. Players will be able to own NFT lands or standard NFT structures (Castle, Harbor, Mines, etc.)<br><br>DEFENSE OF THE ADVENTURER<br>Kingdom Quest: Defense of the Heroes is a Tower Defense title in which the player must defend the Kingdom from the Winter creatures of the Winter Northern Creatures created by the Ancient Goddess to help him build this world.<br><br>TOKENOMICS<br>Token Name : KGC <br>Price : $0.0019 USD <br>Hard Cap : 2.052.000<br>Tge : 7,5%<br>Cliff 3 months<br> Vesting : 23,125% (EVERY 3 MONTHS) in 1 year<br><br>Backers , Investors, Partners, Creators:<br>GAMEFI , ICETEA LABS, SOTATEK, BUNICORN, COINCU VENTURES<br><br>Don&rsquo;t miss out! Stay connected📱to the entire ecosystem by following on all social media channels.<br>Website: https://kingdomquest.io/<br>Telegram: https://t.me/KingdomQuestChat<br>Twitter: https://twitter.com/kingdomquest_io<br>Facebook: https://www.facebook.com/KingdomQuest.io <br>PitchDeck: https://docsend.com/view/m88r9s6m6vqwkqaz<br>Please Read Carefully and Do Your Own Research</p>",
    "galery": 5
}